/* Remove non flash favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite Flash cookies?" = "Sei sicuro di voler rimuovere tutti i \ncookie di Flash non favoriti?";

/* Remove 1 non favorite Flash confirmation dialog -> informative text */
"1 Flash cookie will be deleted immediately." = "1 cookie di Flash sarà eliminato immediatamente.";

/* Remove non Flash favorites confirmation dialog -> informative text */
"%d Flash cookies will be deleted immediately." = "%d cookie di Flash saranno eliminati immediatamente.";

/* No comment provided by engineer. */
"%d Flash Cookies, %d Favorites" = "%d Cookie di Flash, %d Favoriti";

/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "%d cookie saranno eliminati immediatamente.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1d Domini, %2d Favoriti, %3d Cookie unici";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "1 cookie sarà eliminato immediatamente.";

/* Import Favorites warning dialog -> informative text */
"Your backup Favorites, will be added to your current Favorites." = "La copia di sicurezza dei Favoriti sarà aggiunta ai tuoi Favoriti attuali.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Sei sicuro di voler rimuovere tutti i \ncookie non favoriti?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Sei sicuro di voler disinstallare Safari Cookies?";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "I cookie NON potranno essere esportati.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Versione attuale: %@";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Supporto: \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove" = "Rimuovi";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies non può essere disinstallato.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies è stato disinstallato con successo.";

/* No comment provided by engineer. */
"Uninstall" = "Disinstalla";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Vuoi esportare tutti i tuoi domini Favoriti?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Vuoi importare i Favoriti dal file di una precedente esportazione?";

/* Import favorites from Bookmarks confirmation dialog -> message text */
"Would you like to import Favorites from your Safari Bookmarks?" = "Vuoi importare i Favoriti dai tuoi Preferiti di Safari?";

/* Import Bookmarks warning dialog -> informative text */
"Your Bookmarks will be added to your current favorites." = "I tuoi Preferiti di Safari sono stati aggiunti ai tuoi favoriti attuali.";

/* Import favorites from Topsites confirmation dialog -> message text */
"Would you like to import Favorites from your Safari TopSites?" = "Vuoi importare i Favoriti dai tuoi Top Sites di Safari?";

/* Import Topsites warning dialog -> informative text */
"Your TopSites will be added to your current favorites." = "I tuoi Top Sites sono stati aggiunti ai tuoi favoriti attuali.";

/* Import favorites from History confirmation dialog -> message text */
"Would you like to import Favorites from your Safari History?" = "Vuoi importare i Favoriti dalla Cronologia di Safari?";

/* Import History warning dialog -> informative text */
"All domains from your History will be added to your current favorites." = "Tutti i domini della tua Cronologia sono stati aggiunti ai tuoi favoriti attuali.";

/* No comment provided by engineer. */
"YES" = "SI";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "È ncessario riavviare Safari par rendere effettive le modifiche.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "Verrà chiesta la password di amministratore.";